Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/samiske_tall/samiske_tall_6_-_web.pdf.tmx
Source language: sme
Languages: nob

source: Galbbat, maid luoddaeiseválddit gohčodit ii-geográfalaš galban, bálvalusgalban ja diehtotávvalin, leat dakkárat, main leat gielalaš tearpmat.
nob: Skilt som Statens vegvesen kaller ikke-geografiske skilt, serviceskilt og opplysningstavler er typiske skilt som kan

source: Danin dakkár galbbaid giellaatnui váikkuhit maiddái sámelága giellanjuolggadusat.
nob: 89 inneholde språklige termer. Språkbruken på slike skilt hører derfor også inn under samelovens språkregler.

source: Govva 1.
nob: Bilde 1.

source: Ovdamearkan ng. ii-geográfalaš galbbat, mat čájehit ahte muhtumin sámegiel
nob: Eksempler på sk.

source: tearbma lea váldojuvvon vuhtii galbemis, muhto ii álo.
nob: ikke-geografiske skilt, som viser at noen ganger er samiske termer tatt med, men ikke alltid.

source: Govat gurutbealde ja gasku leat Guovdageainnu suohkanis ja olgešbeale galbbat leat Unjárgga gielddas.
nob: Bildene til venstre og i midten er fra Kautokeino og skiltene til høyre fra Nesseby kommune.

source: Govva 2.
nob: Bilde 2.

source: Ovdamearkkat ng. bálvalusgalbbain, main muhtumin lea sámegiella tearbma
nob: Eksempler på serviceskilt, hvor samisk term noen ganger er godtatt parallelt med den norske termen, men ikke alltid.

source: Ovdamearkkat leat gurutbealde Porsáŋggus, gasku Unjárggas ja olgešbealde Kárášjogas.
nob: Til venstre er et eksempel fra Porsanger, i midten fra Nesseby og til høyre fra Karasjok.

source: Bálvalusgalbbaid báikenamaid atnu mearriduvvo báikenammalága mielde.
nob: Bruken av stedsnavn på serviceskilt reguleres etter reglene i stedsnavnloven.

source: Sámelága giellanjuolggadusaid lassin Norggas lea maiddái báikenammaláhka, mii bođii fápmui jagi 1991 (Stadnamnlova 1990).
nob: I tillegg til samelovens språkregler har vi i Norge også stedsnavnloven som trådte i kraft 1991 (Stadnamnlova 1990).

source: Norga lea áidna riika Davviriikkain, gos lea báikenammaláhka.
nob: Norge er det eneste landet i Norden som har en stedsnavnlov.

source: Fuomášan veara lea dat, ahte báikenammaláhka guoská olles Norgii.
nob: Det er viktig å legge merke til at denne loven gjelder for hele landet.

source: Danin sámi báikenamaid láhkasuodji ii fátmmas dušše fal sámegiela hálddašanguovllu suohkaniid, muhto buot guovlluid, gos sámi báikenamat leat anus (gč. báikenammalága § 9-2).
nob: Med grunnlag i denne loven har samiske stedsnavn lovbeskyttelse ikke bare i det samiske forvaltningsområdet, men alle steder der samiske stedsnavn er i bruk (jf. stedsnavnloven § 9-2).

source: Sámegiela hálddašanguovllus lea sámi báikenamain rievtti mielde duppal láhkasuodji, daningo sihke sámelága giellanjuolggadusat ja báikenammaláhka nannejit sámi báikenamaid virggálaš anu.
nob: I det samiske forvaltningsområdet har samiske stedsnavn dobbelt lovvern, fordi både samelovens språkregler og stedsnavnloven lovbeskytter bruk av samiske stedsnavn i det offentlige.

source: Báikenammalága láhkaásahusaid § 7-3 mielde sámegiela hálddašanguovllus galget báikenamat merkejuvvot dán ortnegis: sáme-, dáro-, kveanagiella.
nob: Ifølge § 7-3 i forskrifter til stedsnavnloven skal «i forvaltningsområdet for samisk språk rekkjefølgja vere samisk, norsk, kvenskš.

source: Luoddaeiseválddiid iežaset rávvagiin, ng. galbanormálas geardduhuvvo dát seamma ortnet váldonjuolggadussan sámegiela hálddašanguovllus (omd. Trafikkskilt 2012 a, 57).
nob: I vegmyndighetenes egne retningslinjer, i den såkalte skiltnormalen er denne rekkefølgen gjentatt som hovedregel i forvaltningsområdet for samisk språk (se f.eks. Trafikkskilt 2012 a, 57).

source: Go galbbaid báikenammaanu guorahallá ja dan, leatgo sámi namat váldon mielde galbbaide, de lea relevánta muitit, ahte báikenamat sáhttet leat guorahallanguovllus anus muhtumin ovtta, guovtti dahje golmma gillii.
nob: Når man drøfter navnebruk på skilt og om samiske navn er akseptert på veiskilt, er det også relevant å huske på, at stedsnavnene i undersøkelsesområdet noen ganger er i bruk enten på et, to eller tre språk.

source: Jus báikkis lea namma dušše fal sámegillii, de báikenammalága láhkaásahusaid § 6 mielde dan nama galgá atnit virggálaš oktavuođain iige nama galgga jorgalit dahje heivehit eará gillii.
nob: Hvis et sted har navn bare på samisk, skal dette navnet brukes uten oversetting eller tilpasning.

source: Dát njuolggadus lea mielde maiddái galbanormálas (gč.
nob: Ifølge forskrifter § 6 til stedsnavnloven står det følgende: «Når eit namneobjekt har berre eit samisk namn, eit kvensk namn eller eit norsk namn, skal dette namnet brukast utan omsetjing eller tilpassingar.

source: 103 Trafikkskilt 2012 a, 56). Geavadis dat mearkkaša dan, ahte jus omd. Luoddagalbbas lea sámegiel namma, de das ii dábálaččat váillo dárogiel namma, daningo dan báikkis ii dalle leat dárogiel namma.
nob: š I praksis betyr det, at hvis et veiskilt bare har samisk navn, så mangler ikke norsk navn, fordi stedet ikke har et norsk navn.

source: Govva 3.
nob: Bilde 3.

source: Ovdamearkkat sámi báikenamain Kárášjogas, Guovdageainnus ja Deanus. Dáin
nob: Eksempler på samiske stedsnavn i Karasjok, Kautokeino og Tana.

source: báikkiin eai leat buohtalasnamat dáro- ja/dahje kveanagillii.
nob: Disse stedene har ingen parallelle norske eller kvenske navn.

source: Báikenamat leat galbejuvvon báikenammalága láhkaásahusaid § 6 mielde.
nob: Skiltene er satt opp etter stedsnavnlovens forskrifter § 6.

source: Go fas luoddagalbbas lea dušše fal dárogiel namma, de lea dávjá sáhka dan birra, ahte sámi namma ii leat dohkkehuvvon vel buohtalasnamman galbbaide.
nob: På den annen side når et veiskilt bare har et norsk navn, er dette navnet nødvendigvis ikke det eneste navnet stedet har, men i mange tilfeller er det samiske navnet ennå ikke godkjent som parallellnavn på skiltet.

source: Govva 4.
nob: Bilde 4.

source: Dárogiel namat Unjárggas, Gáivuonas ja Porsáŋggus.
nob: Norske navn i Nesseby, Kåfjord og Porsanger.

source: Rovvejohka, Skardalen-nama buohtalasnamma lea Skárfvággi ja Stabbursnes lea Rávttošnjárga.
nob: Nyborg heter på samisk Rovvejohka, Skardalen er Skárfvággi og Stabbursnes er Rávttošnjárga.

source: Ovdal go báikenammaláhka bođii fápmui, de olles sámi guovllu gilinamat leat leamaš dohkkehuvvon almmolaš galbbaide dušše fal dárogillii.
nob: Før stedsnavnloven trådte i kraft, ble grender i samiske områder skiltet bare med norske navn.

source: Dán dillái leat historjjálaš, nammapolitihkalaš sivat, muhto dán oktavuođas ii leat vejolaš vuodjut duogášdillái dárkileappot (gč. eanet omd. Helander 2008; 2009 a, 2009 b; 2013 a; 2013 b.).
nob: Dette forholdet har en historisk, navnepolitisk bakgrunn, men i denne sammenhengen er det ikke mulig å drøfte dette nærmere (se jf. Helander 2008, 2009 a, 2009 b; 2013 a; 2013 b).

source: Dát nammapolitihkalaš historjá váikkuha ain erenoamážit luoddagalbbaid giellaválljemii nugo kapihttala 5.4 kvantitatiivvalaš analysa čájeha.
nob: Denne språkpolitikken påvirker fortsatt valg av språk på veiskilt, som den kvantitative analysen i kapittel 5.4 viser.

source: Báikenammalága § 9-1 mielde almmolaš orgánat galget atnit báikenamaid mearriduvvon čállinvugiid.
nob: I følge stedsnavnlovens § 9-1, skal offentlige organer benytte stedsnavnenes godkjente eller vedtatte skrivemåter.

source: Jus man nu báikenammii ii leat ovddežis juo virggálaš anus dohkkehuvvon čállinvuohki, de báikenammalága § 5 mielde čállinvuohki galgá álggos mearriduvvot. Dat mearriduvvon čállinvuohki galgá dasto váldojuvvot almmolaš atnui.
nob: Hvis noen stedsnavn ikke tidligere har fått fastsatt en godkjent skrivemåte for offentlig bruk, skal det etter reglene i stedsnavnloven først vedtas en skrivemåte og den vedtatte skrivemåte skal benyttes i offentlig sammenheng.

source: Norgga beale Sámis lea ain dat dilli eanaš guovlluin, ahte suohkanat galget vuos gieđahallat báikenammalága § 5-2 mielde giliid ja eará ássanguovlluid sámegiel namaid ja mearridit daid čállinvugiid.
nob: Fremdeles er situasjonen den i de fleste kommuner i det samiske området, at kommunene må behandle navnesaker, slik at skrivemåter for grende- og bygdenavn på samisk blir vedtatt av kommunen.

source: 104 suohkan ii leat vel mearridan sámegiel gilinama čállinvuogi.
nob: Derfor er det ofte slik, at hvis navnet på en grend eller bygd er skrevet på norsk på skiltet, har kommunen nødvendigvis ikke ennå vedtatt skrivemåten på det samiske grendenavnet.

source: Gova 4 namat Nyborg ja Skardalen leat dakkár ovdamearkkat, ahte suohkanat eai leat mearridan gilinamaid sámegiel čállinvugiid Rovvejohka ja Skárfvággi báikenammalága mielde, vaikko nammaáššit leat dan lága mielde sáddejuvvon daidda suohkaniidda máŋga jagi dassái juo mearrideapmái.
nob: Navnene på bilde 4, Nyborg og Skardalen, er eksempler på at kommunene ikke har vedtatt den samiske skrivemåten Rovvejohka og Skárfvággi på grendene, selv om navnesakene er sendt til kommunene i henhold til stedsnavnloven.

source: Nuppe dáfus fas sáhttá leat nu, ahte suohkan lea juo mearridan gilinammii buohtalas sámegiel nama čállinvuogi, muhto geaidnodoaimmahat ii leat váldán vuhtii dan sámegiela čállinvuogi almmolaš galbbain.
nob: På den annen side kan det være at kommunen allerede har vedtatt den samiske skrivemåten på grendenavnet, men Statens veivesen har ikke tatt dette til etterretning ved skilting.

source: Dakkár ovdamearka lea govas 4 namma Stabbursnes, masa Porsáŋggu gielda lea mearridan juo jagi 1993 buohtalas sámi namman Rávttošnjárga.
nob: Et slikt eksempel er navnet Stabbursnes på bilde 4, der navnet Rávttošnjárga er vedtatt av Porsanger kommune som parallelt samisk navn allerede i 1993.

source: Nammamearrádusas leat gollan juo guoktelogi jagi, muhto dát sámegiel namma ii leat velge váldon vuhtii galbemis (vrd. maiddái Helander 2013 a).
nob: Det er 20 år siden navnevedtaket ble fattet, men det samiske parallellnavnet er fortsatt ikke tatt hensyn til i skiltingen (Helander 2013 a).

source: Norggas lea almmolaš báikenammaregisttar (ng. SSR), mii lea báikenammalága gáibádusaid mielde ásahuvvon (vrd. báikenammalága § 12).
nob: Det fins et sentralt stedsnavnregister (SSR) i Norge, som er opprettet etter kravene i stedsnavnloven (jf. stedsnavnloven § 12).

source: Dán registaris leat dohkkehuvvon ja mearriduvvon báikenamaid čállinvuogit.
nob: I dette registret finner man godkjente og vedtatte skrivemåter av stedsnavn.

source: SSR lea rabas buohkaide(gč.http://www.statkart.no/Kart/Stedsnavn/Sentralt-stadnamnregister-SSR).
nob: SSR er åpen for alle brukere (se http://www.statkart.no/Kart/Stedsnavn/Sentralt-stadnamnregister-SSR /).

source: Báikenammavuorkká ulbmilin lea, ahte buot almmolaš orgánat ja earát, geat galget atnit dohkkehuvvon ja mearriduvvon nammahámiid, galget dárkkistit báikenamaid dán registaris ja atnit namaid báikenammalága mielde.
nob: Formålet med stedsnavnregistret er at alle offentlige organer og andre som skal bruke godkjente og vedtatte navneformer, skal undersøke stedsnavn i registret og bruke navn i tråd med stedsnavnloven.

source: Dán artihkkalis lea namaid mearrideami stáhtus dárkkistuvvon aiddo fal SSRregistaris.
nob: I denne artikkelen er status på vedtak av navn undersøkt nettopp i SSR-registret.

source: 5.2.3 Suohkanláhka ja suohkaniid guovtte- ja golmmagielat namat
nob: 5.2.3 Kommuneloven og to- og trespråklige navn på kommuner

source: Sámegiela hálddašanguovllu suohkaniin leat virggálaš namat guovtti gillii, ja Porsáŋggu gieldda namma lea golmma gillii.
nob: I forvaltningsområdet for samisk språk har kommuner offentlige kommunenavn på to språk og i Porsanger kommune er kommunenavnet på tre språk.

source: Govva 5.
nob: Bilde 5.

source: Sámegiela hálddašanguovllu suohkaniin leat virggálaš namat guovtti dahje golmma
nob: I forvaltningsområdet for samisk språk er de offisielle kommunenavnene på to eller tre språk.

source: Suohkaniid namat eai mearriduvvo báikenammalága mielde, muhto suohkanlága mielde (Kommuneloven 1992).
nob: Kommunenavnet vedtas ikke i henhold til reglene i stedsnavnsloven, men på grunnlag av kommuneloven (Kommuneloven 1992).

source: Suohkanlága § 3-3 mielde suohkana nama rievdadeami mearrida Gonagas.
nob: Ifølge § 3-3 i kommuneloven avgjøres endring i en kommunes navn av Kongen.

source: Geavadis suohkaniid guovtte- ja golmmagielat
nob: I praksis har Kommunaldepartementet vedtatt to- og trespråklige kommunenavn.

source: 105 namaid lea mearridan Gielddadepartemeanta.
nob: 92 kommunene.

source: Suohkannamaid virggálaš atnui váikkuhit sámelága giellanjuolggadusat (vrd. maiddái Helander 2001).
nob: Offentlig bruk av kommunenavn reguleres av samelovens språkregler (jf. også Helander 2001).

source: Báikenamma- ja giellalágaid lassin johtolatgalbbaid giellaatnui váikkuhit ng. luoddaláhka ja dan láhkaásahusat.
nob: I tillegg til stedsnavnloven og språklover reguleres språkbruk på trafikkskilt av veiloven og dens forskrifter.

source: Luoddaláhkaásahusaid vuođul ráhkaduvvon njuolggadusat leat čohkkejuvvon ng. galbanormálii (dár. skiltnormalen), man Luoddadirektoráhtta mearrida.
nob: Med hjemmel i skiltforskriften er det samlet tekniske bestemmelser og retningslinjer i skiltnormalen. Den fastsettes av Vegdirektoratet.

source: Galbanormála galget luoddaeiseválddit, suohkanat ja politiija čuovvut (Trafikkskilt 2012 a, 3).
nob: Bestemmelsene skal følges av alle skiltmyndigheter, også kommunene og politiet (Trafikkskilt 2012 a, 3).

source: Dán oktavuođas guorahallat oanehaččat, makkár njuolggadusat leat sámegiela ja sámi báikenamaid ektui galbanormálas.
nob: I denne sammenhengen drøfter vi kort hvilke retningslinjer som fins i skiltnormalen angående samisk språk og samiske stedsnavn.

source: Čielga rávvagat, mo sámelága giellanjuolggadusat berrešedje váldojuvvot vuhtii erenoamážit dakkár johtolatgalbbain, main leat gielalaš tearpmat dahje makkár nu dieđut, orrot váilume luoddaláhkateavsttas ja rávvehusain.
nob: Klare instrukser på hvilken måten samelovens språkregler må tas hensyn til spesielt ved trafikkskilt, som inneholder språklige termer eller informasjon, mangler i veiloven og retningslinjene.

source: Galbanormála oppalaš mearrádusain guorahallojuvvo galbbaid giellaatnu, muhto das giddejuvvo fuomášupmi girje- ja ođđadárogiela atnui (Trafikkskilt 2012 b, 37–38).
nob: I de generelle bestemmelsene i skiltnormalen drøftes språkbruk på skiltene, men det legges vekt på bruken av bokmål og nynorsk (Trafikkskilt 2012 b, 37–38).

source: Guovttegielat tearbmaatnu sámegiela hálddašanguovllu suohkaniin sámi giellalága vuođul ii oba namuhuvvoge galbanormálas.
nob: Tospråklig termbruk på grunnlag av samelovens språkregler i kommunene i forvaltningsområdet for samisk språk er ikke nevnt i skiltnormalen.

source: Máŋggagielat báikenamaid atnu gal lea váldon vuhtii luoddaeiseválddiid rávvehusain.
nob: Bruk av flerspråklige stedsnavn er nevnt i veimyndighetenes bestemmelser.

source: Galbanormálas addojuvvojit sihke rávvagat ja ráddjehusat máŋggagielat báikenamaid anu birra.
nob: Det gis klare regler og begrensninger for bruk av flerspråklige stedsnavn.

source: Dat mearrádusat leat báikenammalága vuođul ráhkaduvvon (Trafikkskilt 2012 a, 54–57).
nob: Bestemmelsene er basert på stedsnavnloven (Trafikkskilt 2012 a, 54–57).

source: Galbanormála rávvehusaid mielde báikenammagalbbain sáhttá atnit golbma giela, muhto diehtotávvaliin, luodda- ja gaskačujuhangalbbain ii galgga atnit eambbo go guokte giela (Trafikkskilt 2012 a, 57).
nob: Ifølge skilnormalen kan det benyttes tre språk på stedsnavnskilt, men det bør ikke benyttes mer enn to språk på orienteringstavler, vegvisere og avstandsskilt. (Trafikkskilt 2012 a, 57).

source: Báikenammalága láhkaásahusain § 7-4 celko, ahte jus praktihkalaš sivaid geažil lea erenoamáš váttis atnit máŋga nama, de sáme-, dáro- ja kveanagiela gaskkas nama válljedettiin galgá deattuhit, guđemuš namas lea guhkimus árbevierru ja guđemuš nama dovdet buoremusat dan báikkis.
nob: Ifølge § 7-4 i forskrifter til stedsnavnloven heter det: “ Der det av praktiske årsaker er særskilt vanskeleg å bruke fleire namn, skal det ved valet mellom norsk, samisk og kvensk leggjast vekt på kva for eit namn som har lengst tradisjon og er best kjent på staden. ”

source: Dát láhkaparagráfa giellaválljenprisihppa lea namuhuvvon maiddái galbanormálas, muhto láhkaásahusaid § 7–4 deattuhus “ praktihkalaš sivaid geažil erenoamáš váttis ” ii leat galbanormálas namuhuvvon.
nob: Språkvalgprinsippet i forskriftene er også nevnt i skiltnormalen, men presiseringen “ av praktiske årsaker er særskilt vanskeleg ” i § 7-4 i forskriftene, er ikke nevnt i skiltnormalen.

source: Das celko baicce ná: Go lea dárbbašlaš válljet dáro-, sáme- ja kveanagiela nama gaskkas, de galgá deattuhit, guđemuš namas lea
nob: Der er det endret til: Når det er nødvendig å velge mellom norsk, samisk og kvensk navn, skal det legges vekt på hvilket navn som har lengst tradisjon og er best kjent på stedet.

source: 106 guhkimus árbevierru ja guđemuš nama dovdet buoremusat dan báikkis (Trafikkskilt 2012 a, 57).
nob: (Trafikkskilt 2012 a, 57).

source: Dát njuolggadus lea dan dihte čielgasit láivvit go mii lea báikenammalága láhkaásahusaid § 7-4.
nob: Denne regelen er derfor klart svakere enn det som er regelen i § 7-4 i forskrifter til stedsnavnloven.

source: Galbanormálas čuvvojuvvo maiddái báikenammalága láhkaásahusaid § 7 njealját oasi njuolggadus, man mielde dárogiela namanai sáhttá guođđit eret virggálaš anus čuovvovaš dáhpáhusain: dárogiel namma ii dárbbaš leat mielde, jus dat namma lea sámi dahje kveana namas dáruiduhttojuvvon hápmi, earrána unnán das iige leat dábálaš anus dárogiel hámis, omd. dárogiel Skaidi sámi namas Skáidi.
nob: I skiltnormalen er det også tatt hensyn til § 7 fjerde ledd i forskrifter til stedsnavnloven. Ifølge denne paragrafen behøver det norske navnet ikke være med dersom det er en fornorsket form av det samiske eller kvenske navnet, skiller seg lite fra det, og ikke er i vanlig bruk i den norske formen, f.eks. norsk Skaidi av samisk Skáidi.

source: Sajáiduvvan dárogiel namaid, nugo omd. Kautokeino ja Karasjok, ii sáhte válljet eret.
nob: Innarbeidede norske navn, som f.eks. Kautokeino og Karasjok, kan ikke velges bort.

source: Galbanormálas leat maiddái njuolggadusat namaid meari ja ortnega birra (Trafikkskilt 2012 a, 57).
nob: Det fins også regler om mengden og rekkefølgen av navnene i skiltnormalen (Trafikkskilt 2012 a, 57).

source: Go adnojuvvojit máŋggagielat galbbat ja dain leat mearriduvvon atnit sihke doppit ja lagat guovllu báikkiid namat, de berre dábálaččat dušše juoppá goappá guovllu namma adnojuvvot.
nob: I områder med flerspråklig skilting og hvor det er fastsatt både fjern- og regionalmål, bør vanligvis bare ett av disse målene benyttes.

source: Go galbbas adnojuvvo eanet go okta namma, de mearridanorgána mearrida namaid ortnega.
nob: På skilt der det blir brukt mer enn ett navn, skal vedtaksmyndigheten fastsette rekkefølgen av navnene.

source: Báikki giellaatnu berre váldot dás vuhtii.
nob: Ved fastsetting av rekkefølgen skal en ta hensyn til språkbruken på stedet.

source: Sámegiela hálddašanguovllus galget namat leat dán ortnegis: sáme-, dáro- ja kveanagiella.
nob: I forvaltningsområdet for samisk språk skal rekkefølgen være samisk – norsk – kvensk.

source: Báikenamaid ortnegii guoskevaš njuolggadus čuovvu báikenammalága láhkaásahusaid § 7-3.
nob: Regelen angående rekkefølgen av navnene følger § 7-3 i forskrifter til stedsnavnloven.

source: Lea mearkkašan veara, ahte galbanormálas ii namuhuvvo, ahte máŋggagielat báikenamaid atnu ii guoskka dušše fal sámegiela hálddašanguovllu suohkaniidda, muhto buot eará guovlluide maiddái, gos nammaatnu deavdá báikenammalága § 9-2 eavttuid (gč. maiddái kapihttala 5.2.2).
nob: Det er verdt å legge merke til at det ikke nevnes i skiltnormalen at flerspråklig stedsnavnbruk gjelder ikke bare kommuner i forvaltingsområdet for samisk språk, men at dette gjelder også andre områder, der navnebruken oppfyller kriteriene i § 9-2 i stedsnavnloven (jf. også kapittel 5.2.2).

source: 5.3 Luoddagalbbaid luohkkájuohku Statens Vegvesen galbameroštallama mielde
nob: 5.3 Kategorisering av veiskilt i følge Statens vegvesens instrukser

source: Dán artihkkala kvantitatiivvalaš analysas guorahallojuvvo, makkár galbbain ja man máŋga galbbas adnojuvvojit sámegiella ja sámi báikenamat.
nob: I den kvantitative analysen av trafikkskilt undersøker vi på hvilke skilt og på hvor mange skilt samisk språk og samiske stedsnavn er benyttet.

source: Galbbaid klassifiserema vuođđun leat Stáda geaidnodoaimmahaga siskkáldas rávvehusat (Trafikkskilt 2012 a ja b).
nob: Klassifiseringen av skilt bygger på Statens vegvesens interne retningslinjer (Trafikkskilt 2012 a og b).

source: Dás vuollelis čilgejuvvo oanehaččat galbajoavkkuid juohku, mii lea analysa vuođđun.
nob: Nedenfor forklares kort klassifiseringen som analysen er basert på.

source: Nubbi vuohki lahkonit dán fáttá livččii analyseret, makkár sámegiel tearpmat ja báikenamat leat adnon ja man gallii guhtege tearbma ja báikenamma lea biddjon galbii.
nob: En annen tilnærmingsmetode ville være å analysere, hvilke samiske termer og stedsnavn som benyttes, og hvor mange ganger hver term og hvert navn er brukt i skiltingen.

source: Dát lahkonanvuohki gáibidivččii mihá viidát suokkardallama, go masa dán oktavuođas lea vejolaš vuoddjut.
nob: Denne tilnærmingsmåten ville kreve en mer omfattende undersøkelse enn hva som er mulig i denne sammenheng.

source: 107 ságastallamii ovttaskas namaid anu. Dan lassin govus 5.1 kapihttalis 5.4.9 lea ráhkaduvvon ovdamearkan, mo galbbaid kvantitatiivvalaš guorahallama sáhttá lahkonit maiddái nu, ahte ovttaskas báikenamat leat vuolggasadjin ja daid atnu guorahallojuvvo iešguđegelágan galbajoavkkuin.
nob: Figur 5.1 i kapittel 5.4.9 viser et eksempel på kvantitativ analyse som er basert på kombinasjon av stedsnavn og forskjellige skilttyper.

source: Ii-geográfalaš galbbaid guorahallan lea ráddjejuvvon nu, ahte analyseret tearmaanu.
nob: I skiltgruppen ikke-geografiske skilt, er analysen begrenset til å berøre termbruk.

source: Báikenamaid guorahallan lea dan joavkkus guđđojuvvon eret.
nob: Bruken av stedsnavn analyseres ikke i denne gruppen.

source: Bálvalusgalbbain leat tabeallat sirrejuvvon nu, ahte báikenamaid atnu ja gielalaš tearpmaid atnu guorahallojuvvojit sierra.
nob: I serviceskilt-gruppen er tabellene differensiert slik, at bruk av stedsnavn og språklige termer analyseres hver for seg.

source: Analysas leat čuldojuvvon eret galbbat, mat čujuhit priváhtta fitnodagaide, daningo fitnodagaid namaid vállje priváhta riektesubjeakta.
nob: Skilt som viser til private bedrifter, er ikke tatt med i analysen fordi navn på bedrifter velges av private rettsubjekter.

source: Dakkár tearbma- ja nammaválljen ja maiddái giellaatnu ii gula giellalága iige báikenammalága njuolggadusaide.
nob: Et slikt term- og navnevalg reguleres ikke med språk- eller stedsnavnloven.

source: Analysas leat mielde čuovvovaš galbajoavkkut, ja dás leat daid galbbaid váldodovdomearkkat namuhuvvon oanehaččat:
nob: Skiltene blir analysert på bakgrunn av følgende inndeling, og en kort beskrivelse av de ulike skiltgruppene nevnes her:

source: Rádjegalbbat, mat leat: Riikkarádje-, fylkkarádje- ja suohkanrádjegalbbat.
nob: Grenseskilt: Riksgrenseskilt, fylkesgrenseskilt og kommunalgrenseskilt.

source: Sihke fylkkarádje- ja suohkanrádjegalbbat lea alihat, dain lea vilges teaksta ja juogo fylkka dahje suohkana vearjogovva.
nob: Både fylkes- og kommunegrenseskilt er dypblå, med hvit skrift og fylkes- eller kommunevåpen.

source: Tuneallanammagalbbat: Galbbat leat alihat, ja dain lea vilges čála ja tunealla symbola.
nob: Tunellnavneskilt: Skiltene er dypblå, med hvit skrift og tunellsymbol.

source: Dábálaš báikenammagalbbat: Galbbat leat alihat ja teaksta lea vielgat.
nob: Vanlige stedsnavnsskilt: Skiltene er dypblå, med hvit skrift.
